{
  "Name": "multitemporal-footprints",
  "Title": "multitemporal-footprints",
  "Description": "Ubicube provides a powerful way to monitor and analyze urban development with our multi-temporal building footprint dataset. This interactive tool allows you to explore how construction activity has evolved across a selected municipality of Lower Austria from 2017 to 2025. \n\nUsing the time slider, you can move year by year to see where new buildings have appeared. The color intensity of each footprint reflects the construction year: \nLighter red shades represent buildings identified in earlier years (e.g., 2017–2018). \nDarker red shades highlight the most recent constructions (up to 2025). \n\nThis makes it easy to spot growth patterns and development hotspots over time.\n\nOur unique advantage is the ability to detect and deliver new constructions on a yearly basis. Leveraging Copernicus Sentinel-1 and Sentinel-2 satellite data, Ubicube monitors changes in land use over time. These changes are then validated and extracted from high-resolution imagery, ensuring precise and reliable building footprint datasets. \n\nThis combination of temporal monitoring + high-resolution extraction provides a detailed, trustworthy view of construction trends that can support urban planning, market analysis, infrastructure development, and investment decisions. ",
  "Resources": [
    {
      "Name": "GeoJSON source",
      "Style": "https://raw.githubusercontent.com/Taenja/public-assets/main/assets/styles/ubicube.json",
      "TimeEntries": [
        {
          "Time": "2024",
          "Assets": [
            {
              "Identifier": "ubifootprint",
              "File": "https://gtif-multitemporal-footprints.s3.eu-central-1.amazonaws.com/ubicube_multitemporal_footprints.geojson"
            }
          ]
        }
      ],
      "Bbox": [
        16.247910107900907,
        48.05417879014069,
        16.33071432197898,
        48.11285804065625
      ]
    }
  ],
  "EodashIdentifier": "ubi-multitemporal",
  "Themes": [],
  "Tags": [],
  "DataSource": {},
  "Agency": [],
  "License": "",
  "Locations": [],
  "Provider": [],
  "Citation": {
    "DOI": "",
    "Citation": ""
  },
  "Image": "",
  "Legend": ""
}
